[
    {
        "category": "General Services",
        "questions": [
            {
                "q": "What services does KMAX Logistics provide?",
                "a": "We offer specialized heavy haul solutions including ocean freight for machinery, air cargo for urgent parts, oversized road transport, warehousing, and customs clearance."
            },
            {
                "q": "Do you handle international shipments?",
                "a": "Absolutely. KMAX Logistics operates across 35+ countries with verified partners, ensuring end-to-end global logistics support."
            },
            {
                "q": "How fast can I get a shipping quote?",
                "a": "Most standard machinery quotes are delivered within 4 hours. Complex, oversized project quotes typically take 24-48 hours."
            },
            {
                "q": "Where are you located?",
                "a": "Our main office is located at 3/326-4, Sendamaram Main Road, Velayuthapuram, India. We have a network of partners across the country."
            }
        ]
    },
    {
        "category": "Heavy Machinery & ODC",
        "questions": [
            {
                "q": "What is Over Dimensional Cargo (ODC)?",
                "a": "ODC refers to cargo that extends beyond the standard dimensions of the deck of the truck/trailer (length, width, height) or exceeds the standard weight limits. We specialize in obtaining necessary permissions and safe transport for such cargo."
            },
            {
                "q": "Do you handle route surveys for ODC?",
                "a": "Yes, for all Over-Dimensional and Heavy Lift consignments, we conduct detailed route surveys to identify obstacles like low bridges, narrow turns, and weak culverts to ensure safe passage."
            },
            {
                "q": "Do you transport hazardous materials?",
                "a": "Please contact our support team directly regarding hazardous material transport, as this requires specific compliance checks depending on the nature of the cargo."
            },
            {
                "q": "How do you ensure the safety of heavy machinery during transit?",
                "a": "We use certified lashing and securing systems, hydraulic axles for weight distribution, and experienced operators. All distinct operational risks are assessed prior to movement."
            }
        ]
    },
    {
        "category": "Tracking & Support",
        "questions": [
            {
                "q": "How do I track my heavy shipment?",
                "a": "You'll receive a unique tracking ID and access to the KMAX Logistics portal for real-time GPS updates on your cargo's location."
            },
            {
                "q": "Who do I contact for updates?",
                "a": "You will be assigned a dedicated project manager who will be your single point of contact for all updates and queries regarding your shipment."
            }
        ]
    }
]